# NeutralMultiplier Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
WireType..::..NeutralMultiplier Property
WireType Class See Also
---
The neutral multiplier type of the wire type.
**Namespace:** Autodesk.Revit.DB.Electrical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public double NeutralMultiplier { get; set; }
```

Visual Basic
---
```text
Public Property NeutralMultiplier As Double
	Get
	Set
```

Visual C++
---
```text
public:
property double NeutralMultiplier {
	double get ();
	void set (double value);
}
```

# See Also
WireType Class
Autodesk.Revit.DB.Electrical Namespace